{
  "forgotYourPassword": "Forgot Your Password?",
  "dontRememberMe": "Do not remember me",
  "orContinueWith": "Or Continue With",
  "login": "Log In",
  "email": "Email",
  "password": "Password",
  "firstName": "First Name",
  "lastName": "Last Name",
  "number": "Number",
  "register": "Register",
  "downloadRightVersion": "Download the right version for you",
  "back": "Back",
  "allPlatformsDevices": "All platforms. All devices",
  "windows": "Windows",
  "macOS": "Mac OS",
  "chromeOS": "Chrome OS",
  "ios": "iOS",
  "android": "Android",
  "transactions": "Transactions",
  "trades": "Trades",
  "profile": "Profile",
  "dateAndTime": "Date and Time",
  "type": "Type",
  "paymentSystem": "Payment System",
  "status": "Status",
  "account": "Account",
  "ammount": "Ammount",
  "welcome": "Welcome!",
  "walkthroughWelcomeSubText": "We’ll help you take your first steps on our online trading platform",
  "startTraining": "Start training",
  "walkthroughChartsSubText": "The charts shows how the price of an assets changes. If the line on the chart is going down, it means the price is falling. If it’s going up, the price is rising",
  "next": "Next",
  "walkthroughStocksSubText": "Trading is an activity that lets you earn money on price fluctuations of different assets such as currency pairs, commodities and stocks.",
  "walkthroughForeCastSubText": "Traders make forecasts on the price will change in the near future. such a forecast is called a “trade”.",
  "walkthroughFixedDurationSubText": "Traders make forecasts on the price will change in the near future. such a forecast is called a “trade”.",
  "toolTipContent": "FTT assets vary in profitability. In this case, you will receive 82% of profit if, when the trade expires, the chart will still be moving in the correct direction.",
  "understand": "I Understand",
  "walkthroughChooseTrade": "Wait for the result of the trade ({{time}}).",
  "walkthroughChooseTradeSubText": "Congratulations! Your trade was successful. By Investing $100, you’ve earned $85 - a 85% return in just 1 minute.",
  "finishTrading": "Finish training",
  "commodities": "Commodities",
  "subCommodities": "Speculate on the raw materials driving the global economy. Sign up to trade CFDs on energy markets like Oil and Gas, metals like gold and silver, and soft commodities like corn and cocoa.",
  "tradeCommodities": "Trade Commodities",
  "whyTradeCommodityCFDs": "Why Trade Commodity CFDs with tradex.io",
  "subWhyTradeCommodityCFDs": "Commodity CFDs - A CFD account will allow you to trade online, accessing a range of spot and futures commodity markets, as well as commodity stocks and ETFs.",
  "startTrading": "Start trading",
  "commodityCFDStocksETFs": "Commodity CFDs stocks & ETFs",
  "subCommodityCFDStocksETFs": "You can trade on a range of commodity stocks like mines and ETFs linked to commodity markets such as GLD with the same CFD account.",
  "tradeNow": "Trade Now",
  "IPOTrading": "IPO trading",
  "subIPOTrading": "Discover upcoming IPOs and how to trade CFDs on grey markets at markets.com",
  "waysTradeIndices": "Ways to Trade Indices",
  "subWaysTradeIndices": "Trade CFDs - A CFD account will allow you to trade indices like the Dow Jones, FTSE 100 and much more.",
  "whatIsETF": "What is an ETF?",
  "subWhatIsETF": "Trade on the hottest companies going public with our IPO markets.",
  "eTFsOpportunities": "ETFs opportunities",
  "subETFsOpportunities": "ETFs combine the features of funds and equities into one instrument. Like other investment funds, they group together various assets, such as stocks or commodities. This helps the ETF track the value of its underlying market as closely as possible.",
  "subTwoETFsOpportunities": "There are ETFs that track the FTSE 100, containing constituents of that index proportional to the FTSE’s price. Other exchange traded funds may group together companies working in certain sectors, like Lithium producers, or follow an asset like Gold",
  "forInstance": "For instance",
  "whyTradeCFD": "Why trade CFD bonds at tradex.io",
  "subOneWhyTradeCFD": "First derivative: Gain more direct exposure to central bank decisions than in Forex",
  "subTwoWhyTradeCFD": "Trade inverse and leveraged bond ETFs depending on your strategy and goals",
  "subThreeWhyTradeCFD": "Take a position on where you think interest rates are going and what central banks are doing",
  "whyTradeIPOs": "Why Trade IPOs",
  "whyTradeIPOsMain": "IPO stocks can offer some of the biggest trading opportunities on the market. Initial public offerings, or IPOs, attract a lot of attention and the IPO market is closely watched to find the next big stock. markets.com provides you with three ways to trade IPO stocks:",
  "whyTradeIPOsTextOne": "CFDs on newly listed shares",
  "whyTradeIPOsTextTwo": "Grey markets to trade CFDs on companies pre IPO",
  "whyTradeIPOsTextThree": "The Renaissance Capital IPO ETF",
  "howItWorks": "How it Works?",
  "howItWorksMain": "A company’s market cap depends on the price the company sells its shares for. Pre IPO, the company will provide a target price range for its shares, and this will often be adjusted higher or lower to reflect market demand.",
  "howItWorksMainTwo": "In the past our clients have been able to trade CFDs on companies such as Lyft, Uber, Peloton, Saudi Aramco, and Aston Martin pre IPO with our exclusive grey markets.",
  "howItWorksTextOne": "If you think the company's eventual market capitalization will be higher than is currently expected, you can trade the grey market long.",
  "howItWorksTextTwo": "If you think the company is being overvalued, and its market capitalization will be lower than expected, you can trade the grey market short.",
  "capitalIPO": "Renaissance Capital IPO ETF",
  "subCapitalIPOOne": "The Renaissance Capital IPO ETF allows you to trade the performance of the freshest stocks listed in the US.",
  "subCapitalIPOTwo": "It only features stocks that went public in the last two years so it is a great way to capture the performance of the newest companies on the market.",
  "subCapitalIPOThree": "The most significant IPO stocks are added to the ETF straight away, and the fund is updated quarterly to make sure it includes all the important stocks to go public recently.",
  "ipoStocks": "Trade CFDs on IPO stocks the day they are listed",
  "subIpoStocks": "We are always adding new stocks to the markets.com trading platform, and this includes many newly listed companies following recent IPOs. Traders have been able to trade CFDs on many IPO stocks on the day of their market debut.",
  "bondETFs": "Bond ETFs",
  "subBondETFs": "Trade on a variety of bond ETFs that track the daily performance of government bonds, such as the ProShares UltraShort 20+ Year Treasury (TBT).",
  "tradeBonds": "Trade Bonds"
}
