{
  "forgotYourPassword": "هل نسيت كلمة المرور؟",
  "dontRememberMe": "لا تتذكرني",
  "orContinueWith": "أو تابع مع",
  "login": "تسجيل الدخول",
  "email": "البريد الإلكتروني",
  "password": "كلمة المرور",
  "firstName": "الاسم الأول",
  "lastName": "الاسم الأخير",
  "number": "الرقم",
  "register": "تسجيل",
  "downloadRightVersion": "قم بتنزيل الإصدار الصحيح لك",
  "back": "رجوع",
  "allPlatformsDevices": "جميع المنصات. جميع الأجهزة",
  "windows": "ويندوز",
  "macOS": "ماكوس",
  "chromeOS": "كروم أو إس",
  "iOS": "آي أو إس",
  "android": "أندرويد",
  "title": "المعاملات",
  "transactions": "المعاملات",
  "trades": "الصفقات",
  "profile": "الملف الشخصي",
  "type": "النوع",
  "paymentSystem": "الية الدفع",
  "status": "الحالة",
  "account": "الحساب",
  "ammount": "القيمة",
  "welcome": "أهلاً بك!",
  "walkthroughWelcomeSubText": "سنساعدك في البدء بالخطوات الأولى على منصتنا للتداول عبر الإنترنت",
  "startTraining": "ابدأ التدريب",
  "walkthroughChartsSubText": "تُظهر الرسوم البيانية كيفية تغير سعر الأصول. إذا كانت الخطوط على الرسم البياني تنخفض، فهذا يعني أن السعر ينخفض. إذا كانت ترتفع، فإن السعر يرتفع",
  "next": "التالي",
  "walkthroughStocksSubText": "التداول هو نشاط يتيح لك كسب المال من تقلبات أسعار الأصول المختلفة مثل أزواج العملات والسلع والأسهم.",
  "walkthroughForeCastSubText": "يقوم المتداولون بعمل توقعات حول كيفية تغير السعر في المستقبل القريب. تسمى مثل هذه التوقعات بـ “تداول”.",
  "walkthroughFixedDurationSubText": "يقوم المتداولون بعمل توقعات حول كيفية تغير السعر في المستقبل القريب. تسمى مثل هذه التوقعات بـ “تداول”.",
  "toolTipContent": "تختلف أرباح الأصول FTT. في هذه الحالة، ستحصل على 82٪ من الربح إذا، عند انتهاء التداول، كان الرسم البياني ما زال يتحرك في الاتجاه الصحيح.",
  "understand": "أفهم",
  "walkthroughChooseTrade": "انتظر نتيجة التداول ({{time}}).",
  "walkthroughChooseTradeSubText": "تهانينا! كانت التداول ناجحًا. من خلال استثمار 100 دولار، حققت 85 دولارًا - عائد بنسبة 85٪ في دقيقة واحدة فقط.",
  "finishTrading": "تهانينا! لقد كانت تجارتك ناجحة. من خلال استثمار 100 دولار، ربحت 85 دولارًا - عائد بنسبة 85% في دقيقة واحدة فقط.",





  "tradingIntro": "انتقل إلى مستوى جديد من التداول مع منصة markets.com القوية، الغنية بالميزات والفوائد، التي تقدم لك الرسوم البيانية عالية الجودة، أدوات التحليل الفريدة، والتنبيهات القابلة للتخصيص.",
  "straightForward": "تداول مباشر",
  "staightForwardText": "أحدث منصاتنا حتى الآن - كل ما تحتاجه للتداول. توفر لك منصة التداول متعددة الأصول من markets.com السيطرة على كل صفقة. تتميز المنصة بميزات مثل الأخبار والتحليلات، بالإضافة إلى مجموعة من الأدوات القوية في مجال المشاعر والأساسيات والتحليل الفني لتساعدك على اتخاذ قرارات أكثر إلماماً. يمكنك أيضاً مشاهدة جلساتنا المباشرة للأخبار والتحليلات، حيث يشارك خبراؤنا الداخليين وضيوفنا معرفتهم العميقة بالأسواق المالية حصرياً مع متداولي markets.com.",
  "simpleTrading": "تداول ببساطة معنا",
  "createYourAccount": "أنشئ حسابك",
  "fundAcount": "قم بتمويل حسابك",
  "startTrading": "ابدأ التداول فوراً",
  "NeedInfo": "هل تحتاج إلى مزيد من المعلومات؟",

  "tradeOnTheGo": "تداول أثناء التنقل",
  "introText": "تتيح لك تطبيقنا القوي وسهل الوصول التداول في أي وقت. بغض النظر عن مكانك.",
  "expIntro": "حيث تلتقي البديهة بالوظائف",
  "expText": "تطبيق markets.com يقدم واجهة أنيقة تنفذ الأوامر بسرعة وموثوقية. تداول الأسواق بطريقتك. مع التكنولوجيا الأنيقة، النظيفة والقوية.",
  "userXpEng": "سهل الاستخدام وجذاب",
  "userXpEntText": "يوفر تطبيق markets.com تجربة سلسة ومستقرة تميزنا. تداول CFD بدون ازدحام، مما يتيح لك التركيز على استراتيجيتك.",
  "userXpRes": "أخبار وتحليلات تفاعلية",
  "userXpResText": "نفذ الأوامر بجانب الرسوم البيانية الخاصة بك. احصل على إحصاءات لتغذية استراتيجياتك.",
  "userXpInfo": "معلومات سريعة، واضحة وتفاعلية",
  "userXpInfoText": "مع الأخبار المالية المدمجة، تعليقات الخبراء والمعلومات الديناميكية حول الأسواق، توفر منصتنا تجربة تداول قوية ونقية.",

  "metaTrader4": "Meta Trader 4",
  "metaTrader4Text": "يظل MetaTrader 4 واحدة من أكثر منصات التداول شعبية وسهولة في الاستخدام. مع المستشارين الخبراء، وميكرو-اللوت، والتمويل والتداول بنقرة واحدة، عرض MT4 من tradex.io هو كل ما كنت تنتظره من منصة وأكثر. بدعم من التسعير، والتنظيم، والبنية التحتية من markets.com، يمكنك التداول بثقة مع العلم أن أوامرك ستُنفذ بسرعة، مع فروق أسعار منخفضة ودعم من markets.com.",
  "expMeta4Intro": "استخدم MT4 للتداول مع tradex.io",
  "expMeta4IntroText": "إذا كان لديك حساب tradex.io بالفعل، فأنت جاهز. يمكنك الآن ببساطة تثبيت MT4 وإضافة حساب تداول عبر منصة markets.com على سطح المكتب. لمزيد من المعلومات حول كيفية إضافة حساب تداول MetaTrader، يرجى النقر هنا. إذا لم يكن لديك حساب markets.com بعد، لا داعي للقلق – التسجيل سهل وسريع.",
  "tradeUsing4": "تداول باستخدام MT4 مع tradex.io",
  "tradeUsing4Text": "يمكنك الوصول إلى منصة التداول الشهيرة وسهلة الاستخدام MetaTrader 4 مع حساب markets.com الخاص بك. قائمة كاملة بشروطنا للتداول عبر منصات MetaTrader",

  "metaTrader5": "Meta Trader 5",
  "metaTrader5Text": "يظل MetaTrader 5 واحدة من أكثر منصات التداول شعبية وسهولة في الاستخدام. مع المستشارين الخبراء، وميكرو-اللوت، والتمويل والتداول بنقرة واحدة، عرض MT5 من tradex.io هو كل ما كنت تنتظره من منصة وأكثر. بدعم من التسعير، والتنظيم، والبنية التحتية من markets.com، يمكنك التداول بثقة مع العلم أن أوامرك ستُنفذ بسرعة، مع فروق أسعار منخفضة ودعم من markets.com.",
  "expMeta5Intro": "استخدم MT5 للتداول مع tradex.io",
  "expMeta5IntroText": "إذا كان لديك حساب tradex.io بالفعل، فأنت جاهز. يمكنك الآن ببساطة تثبيت MT5 وإضافة حساب تداول عبر منصة markets.com على سطح المكتب. لمزيد من المعلومات حول كيفية إضافة حساب تداول MetaTrader، يرجى النقر هنا. إذا لم يكن لديك حساب markets.com بعد، لا داعي للقلق – التسجيل سهل وسريع.",
  "tradeUsing45": "تداول باستخدام MT5 مع tradex.io",
  "tradeUsing5Text": "يمكنك الوصول إلى منصة التداول الشهيرة وسهلة الاستخدام MetaTrader 5 مع حساب markets.com الخاص بك. قائمة كاملة بشروطنا للتداول عبر منصات MetaTrader",

  "copyTrade": "تابع تداولات أفضل المتداولين",
  "copyTradeText": "تداول جنباً إلى جنب مع مقدمي الإشارات الذين لديهم سجلات مثبتة!",
  "whatIsCopyTrade": "ما هو copy trading؟",
  "whatIsCopTradeText": "اكتشف مزيج التفاعل الاجتماعي والتعلم مع التداول الاجتماعي من Tradex. تابع أفضل المتداولين، ونسخ استراتيجياتهم، واحصل على رؤى، مثالي للمتداولين الجدد كما للمتداولين ذوي الخبرة.",
  "whatIsCopyTradeNote": "*التداول ينطوي على مخاطر كبيرة من خسارة رأس المال. يرجى التداول بحكمة.",
  "followerPerk": "فوائد للمتابعين",

  "CFDTradeCal": "حاسبة تداول CFD",
  "getStarted": "كيف أبدأ بالتداول؟",
  "getStartedList": "كيف أبدأ بالتداول؟",

  "CommProfitCal": "حاسبة ربح السلع",
  "whatIsComCal": "ما هي حاسبة ربح السلع؟",
  "whatIsComCalText": "حاسبة ربح السلع هي أداة تساعد المتداولين والمستثمرين في سوق السلع لحساب الأرباح أو الخسائر المحتملة بناءً على معلمات مختلفة. يمكن أن توفر الحاسبة تقديراً للأرباح أو الخسائر التي ستتحقق إذا تم شراء وبيع السلعة بالسعر الحالي في السوق. يمكن أن تكون حاسبات ربح السلع أداة مفيدة للمتداولين والمستثمرين لاتخاذ قرارات مدروسة بشأن شراء أو بيع السلع.",
  "whatIsComCalText2": "تقدم markets.com حاسبة للسلع مباشرة على المنصة لمساعدة المتداولين في اتخاذ قرارات أكثر إلماماً عند التداول.",
  "HowComWork": "كيف تعمل حاسبة ربح السلع؟",
  "howComWorkText": "تعمل حاسبة ربح السلع من خلال أخذ عوامل متعددة في الاعتبار مثل السعر الحالي في السوق، والكمية، وتكاليف المعاملة. تقوم الحاسبة بحساب الإيرادات المقدرة التي يتم تحقيقها من بيع السلعة وتخصم التكلفة الإجمالية للمعاملة، بما في ذلك الرسوم المرتبطة، للوصول إلى الربح أو الخسارة المقدرة.",
  "howComWorkCalWork2": "تساعد القيمة المحسوبة المتداولين والمستثمرين في اتخاذ قرارات مستنيرة بشأن شراء أو بيع السلع. من خلال توفير تقديرات سريعة ودقيقة للأرباح والخسائر، تجعل حاسبة السلع من tradex.com عملية إدارة المخاطر أكثر قابلية للتناول، ومن المستحسن للمتداولين استخدامها قبل اتخاذ قرار استثمار رأس المال.",
  "howCalP&LCom": "كيف تحسب الأرباح والخسائر في تداول السلع؟",
  "howCalP&LComTxt": "لحساب الأرباح والخسائر في تداول السلع، تحتاج إلى معرفة السعر الذي اشتريت به وبيع السلعة، بالإضافة إلى التكاليف المرتبطة مثل العمولات والرسوم. لحساب الربح، اطرح التكلفة الإجمالية لشراء السلعة من الإيرادات الإجمالية المحققة من بيعها. لحساب الخسارة، اطرح الإيرادات الإجمالية المحققة من بيع السلعة من التكلفة الإجمالية للشراء.",
  "howCalP&LComTxt2": "ومع ذلك، ليس عليك إجراء هذه الحسابات يدوياً، حيث تقدم وسطاء عبر الإنترنت مثل markets.com حاسبة للسلع التي تقوم بالعمل نيابةً عنك. تحتاج فقط إلى إدخال المعلومات اللازمة، وستوفر لك الحاسبة المبلغ المقدر للربح أو الخسارة. هذا يجعل العملية بسيطة ومريحة، مما يتيح لك التركيز على اتخاذ قرارات مدروسة بشأن التداول.",

  "anlyzerComp": "مثال على حساب الأرباح والخسائر",
  "anlyzerTxt": "قمت بشراء 200 برميل من النفط الخام بسعر 79.08. أغلقت نفس المركز في نفس اليوم بسعر 80.97. ربحك/خسارتك المحددة هو 372 دولار أمريكي.",
  "analyzerFootNote": "يتم حساب الربح والخسارة باستخدام الصيغة التالية: ((سعر الخروج - سعر الدخول) * الكمية) + الرسوم والتكاليف",

  "foxPrCal": "حاسبة ربح الفوركس",
  "WhatISFoxProfitCal": "ما هي حاسبة ربح الفوركس؟",
  "whatIsFoxProfitTxt": "حاسبة ربح الفوركس هي أداة يستخدمها متداول الفوركس لحساب الربح أو الخسارة من صفقة معينة. تأخذ هذه الحاسبة في الاعتبار سعر الدخول والخروج للمتداول، زوج العملات المتداول، عدد الوحدات، تكلفة الفارق والتدوير، بالإضافة إلى أي عمولات قابلة للتطبيق. تساعد المتداولين على حساب الأرباح أو الخسائر المحتملة بدقة مسبقاً وفهم مخاطر الصفقة. توفر حاسبات ربح الفوركس أيضاً وسيلة مفيدة لمقارنة الأرباح المحتملة بين أزواج العملات المختلفة، أو للتحقق من أداء زوج عملات معين على مر الزمن.",
  "whatIsFoxProfitTxt2": "تقدم markets.com حاسبة لربح الفوركس مباشرة على المنصة لمساعدة المتداولين في اتخاذ قرارات أكثر إلماماً عند التداول.",
  "howFoxProfitCalWork": "كيف تعمل حاسبة ربح الفوركس؟",
  "howFoxProfitCalWorkTxt": "قد تتساءل، 'كيف يمكنني حساب الربح في الفوركس؟' أو 'كيف تحسب الربح أو الخسارة في تداول الفوركس؟'. لحسن الحظ، حاسبة ربح الفوركس من markets.com تبسط الأمور.",
  "howFoxProfitCalWorkTxt2": "تم تصميم الحاسبة لمساعدتك في حساب الأرباح والخسائر المحتملة على كل صفقة عملة. فقط أدخل القيم المطلوبة: زوج العملات المتداول، حجم المركز، سعر الدخول وسعر الخروج لتحديد بدقة الأرباح أو الخسائر المحتملة. تشمل حاسبات markets.com بالفعل الفروقات عند تحديد النتيجة و0% من العمولة التي نقدمها على المنصة. مع هذه المعلومات، يمكن للحاسبة تحديد بسرعة وبدقة مقدار ما ستربحه أو تخسره افتراضياً في صفقة.",
  "howSProfitCalFoxTrd": "كيف يتم حساب الربح في تداول الفوركس؟",
  "howSProfitCalFoxTrdTxt": "يتم حساب الربح في تداول الفوركس عن طريق طرح سعر الدخول من سعر الخروج للصفقة. يمكن أن تكون هذه قيمة إيجابية أو سلبية حسب ما إذا كانت الصفقة أدت إلى خسارة أو ربح. يسعى متداولو الفوركس لفتح صفقة بسعر أقل وإغلاقها بسعر أعلى، من أجل تحقيق ربح.",
  "howSProfitCalFoxTrdTxt2": "ومع ذلك، لا تحتاج إلى إجراء هذه الحسابات يدوياً، حيث تقدم tradex.io حاسبة للسلع التي تقوم بالعمل نيابةً عنك. تحتاج فقط إلى إدخال المعلومات الضرورية، وستوفر لك الحاسبة مقدار الربح أو الخسارة المقدرة. هذا يجعل العملية بسيطة ومريحة، مما يتيح لك التركيز على اتخاذ قرارات مدروسة بشأن التداول.",

  "foxMargCal": "حاسبة الهامش في الفوركس",
  "whatFoxMarCal": "ما هي حاسبة الهامش في الفوركس؟",
  "whatIsFoxMarCalTxt": "الهامش المطلوب هو نسبة من القيمة الإجمالية لمركز يجب أن تمتلكه لدخول مركز. حاسبة الهامش في الفوركس لدينا هي أداة مصممة لحساب الهامش التقريبي المطلوب لحجم واتجاه مركزك المرغوب.",
  "whatLevTrd": "ما هو التداول باستخدام الرافعة المالية، ولماذا هو مهم؟",
  "whatLevTrdTxt": "يتيح لك التداول باستخدام رأس المال برافعة مالية تداول مبالغ أعلى بكثير من الأموال التي تستثمرها، والتي تستخدم فقط كالهامش. يمكن أن تزيد الرافعة المالية العالية بشكل كبير من العوائد المحتملة، ولكنها يمكن أن تزيد أيضاً من الخسائر المحتملة بشكل كبير. كعميل، يمكنك التداول بمبالغ أكبر بكثير مما يمكنك استثماره في CFD معين بدون الهامش الذي نوفره.",
  "whatLevTrdTxt2": "أحياناً يتم التعبير عن الرافعة المالية كنسبة مئوية – وتسمى متطلبات الهامش. على سبيل المثال، الرافعة المالية 1:30 تتوافق مع متطلبات الهامش بنسبة 3.34%.",
  "howToAvoidCan": "ما هو نداء الهامش، وكيف يمكنني تجنبه؟",

  "ecoCaldr": "التقويم الاقتصادي",

  "cfdTrd": "تداول CFD",
  "cfdTrdTxt": "اتخذ مركزاً على آلاف الأسواق العالمية من خلال تداول CFDs على الأسهم، المؤشرات، الفوركس، السلع، السندات والعملات الرقمية. انضم إلينا لتجربة تداول شاملة مع منصة متعددة الأصول قوية، تكاليف منخفضة ودعم خبير.",
  "whyTrdCfd": "لماذا تتداول CFDs معنا؟",
  "cfdMore": "والمزيد من ذلك بكثير",

  "cfdAsset": "قائمة أصول CFD",
  "cfDAssetTxt": "يمكنك تداول مجموعة واسعة من أدوات CFD، في العديد من فئات الأصول، على markets.com، بيت تداول CFD عبر الإنترنت. تداول مع منصتنا سهلة الاستخدام والقابلة للتخصيص واكتشف عالماً من الفرص.",

  "expDate": "تاريخ انتهاء الصلاحية",
  "expDateTxt": "سيتم ترحيل الأدوات الآجلة إلى تواريخ انتهاء الصلاحية وفقاً للجدول أدناه.",
  "stayImformHeader": "ابق على اطلاع عندما تقترب تواريخ انتهاء الصلاحية الأسبوعية"
}
