{
    "tradingIntro": "Lleva tu trading al siguiente nivel con la potente plataforma de markets.com, rica en características y beneficios, que cuenta con gráficos de alta calidad, herramientas analíticas únicas y alertas personalizables.",
    "straightForward": "Trading Directo",
    "staightForwardText": "Nuestra plataforma más completa hasta la fecha: todo lo que necesitas para operar. La plataforma de trading multi-activos de markets.com te pone en control de cada operación. La plataforma de trading está llena de características como Noticias y Análisis, así como un conjunto de poderosas herramientas de Sentimiento, Fundamental y Técnica para tomar decisiones más informadas. También podrás ver nuestras sesiones de video en vivo de Noticias y Análisis, donde nuestros expertos internos y invitados comparten su profundo conocimiento de los mercados financieros exclusivamente con los traders de markets.com.",
    "simpleTrading": "Simplemente opera con nosotros",
    "createYourAccount": "Crea tu cuenta",
    "fundAcount": "Fondea tu cuenta",
    "startTrading": "Comienza a operar de inmediato",
    "NeedInfo": "¿Necesitas más información?",
  
    "tradeOnTheGo": "Opera en movimiento",
    "introText": "Nuestra potente y accesible aplicación de trading te permite aprovechar cada oportunidad de trading. Dondequiera que estés.",
    "expIntro": "Donde la intuición se encuentra con la funcionalidad",
    "expText": "La aplicación de markets.com ofrece una interfaz simplificada que ejecuta órdenes de manera rápida y fiable. Opera en los mercados a tu manera. Con tecnología elegante, despejada y potente.",
    "userXpEng": "Amigable y atractiva",
    "userXpEntText": "La aplicación de markets.com ofrece una experiencia simplificada y estable que nos diferencia. Opera CFDs sin el desorden, permitiéndote enfocarte en tu estrategia.",
    "userXpRes": "Noticias y análisis receptivos",
    "userXpResText": "Ejecuta órdenes junto a tus gráficos. Accede a estadísticas para potenciar tus estrategias",
    "userXpInfo": "Información rápida, clara y receptiva",
    "userXpInfoText": "Con noticias financieras integradas, comentarios de expertos e información dinámica del mercado, nuestra plataforma ofrece una experiencia de trading potente y simplificada.",
  
    "metaTrader4": "Meta Trader 4",
    "metaTrader4Text": "MetaTrader 4 sigue siendo una de las plataformas de trading más populares y fáciles de usar. Con Asesores Expertos, micro-lotes, cobertura y trading con un clic, la oferta de tradex.io MT4 es todo lo que esperarías de una plataforma y mucho más. Impulsado por la regulación, precios e infraestructura de markets.com, puedes operar con la confianza de que tus órdenes se ejecutarán rápidamente, con spreads bajos y con el soporte de markets.com.",
    "expMeta4Intro": "Usa MT4 para operar con tradex.io",
    "expMeta4IntroText": "Si ya tienes una cuenta en tradex.io, estás listo. Ahora solo necesitas instalar MT4 y añadir una cuenta de trading a través de tu plataforma de escritorio de markets.com. Para más información sobre cómo añadir una cuenta de trading de MetaTrader, por favor haz clic aquí. Si aún no tienes una cuenta en markets.com, no te preocupes, registrarse es fácil y rápido.",
    "tradeUsing4": "Opera usando MT4 con tradex.io",
    "tradeUsing4Text": "Puedes acceder a la popular y fácil de usar plataforma de trading web MetaTrader 4 con tu cuenta de markets.com. Una lista completa de nuestras condiciones de trading para operar a través de plataformas MetaTrader",
  
    "metaTrader5": "Meta Trader 5",
    "metaTrader5Text": "MetaTrader 5 es una plataforma avanzada que ofrece características mejoradas en comparación con su predecesor. Dispone de herramientas adicionales para análisis técnico, ejecución de órdenes y opciones avanzadas de personalización. Al igual que con MT4, la oferta de tradex.io MT5 te brinda todo lo que necesitas para operar con confianza. Con el respaldo de los precios, la regulación y la infraestructura de markets.com, tus órdenes se ejecutarán de manera rápida y con bajos spreads.",
    "expMeta5Intro": "Usa MT5 para operar con tradex.io",
    "expMeta5IntroText": "Si ya tienes una cuenta en tradex.io, estás listo. Solo necesitas instalar MT5 y añadir una cuenta de trading a través de tu plataforma de escritorio de markets.com. Para más información sobre cómo añadir una cuenta de trading de MetaTrader, por favor haz clic aquí. Si aún no tienes una cuenta en markets.com, no te preocupes, registrarse es fácil y rápido.",
    "tradeUsing45": "Opera usando MT5 con tradex.io",
    "tradeUsing5Text": "Puedes acceder a la avanzada y fácil de usar plataforma de trading web MetaTrader 5 con tu cuenta de markets.com. Una lista completa de nuestras condiciones de trading para operar a través de plataformas MetaTrader",
  
    "copyTrade": "Sigue las operaciones de los mejores traders",
    "copyTradeText": "¡Opera junto a los proveedores de señales con un historial comprobado!",
    "whatIsCopyTrade": "¿Qué es el copy trading?",
    "whatIsCopTradeText": "Experimenta la combinación de interacción social y aprendizaje con Tradex Social Trading. Sigue a los mejores traders, replica sus estrategias y obtén información, ideal tanto para traders nuevos como experimentados.",
    "whatIsCopyTradeNote": "*El trading conlleva un riesgo considerable de pérdida de capital. Por favor, opera con prudencia.",
    "followerPerk": "Beneficios para seguidores",
  
    "CFDTradeCal": "Calculadora de Trading CFD",
    "getStarted": "¿Cómo puedo comenzar a operar?",
    "getStartedList": "¿Cómo puedo comenzar a operar?",
  
    "CommProfitCal": "Calculadora de Beneficios de Commodities",
    "whatIsComCal": "¿Qué es una Calculadora de Beneficios de Commodities?",
    "whatIsComCalText": "Una Calculadora de Beneficios de Commodities es una herramienta que ayuda a traders e inversores en el mercado de commodities a calcular sus posibles beneficios o pérdidas basados en varios parámetros de entrada. La calculadora puede proporcionar una estimación del beneficio o pérdida que se realizaría si el commodity fuera comprado y vendido al precio de mercado actual. Las Calculadoras de Beneficios de Commodities pueden ser una herramienta útil para traders e inversores para tomar decisiones informadas sobre la compra o venta de commodities.",
    "whatIsComCalText2": "markets.com ofrece una calculadora de commodities directamente en la plataforma para ayudar a los traders a tomar decisiones más informadas mientras operan.",
    "HowComWork": "¿Cómo funciona una Calculadora de Beneficios de Commodities?",
    "howComWorkText": "Una Calculadora de Beneficios de Commodities funciona teniendo en cuenta varios parámetros de entrada, como el precio de mercado actual, la cantidad y las tarifas de transacción. La calculadora calcula los ingresos estimados generados por la venta del commodity y resta el costo total de la transacción, incluyendo cualquier tarifa asociada, para llegar al beneficio o pérdida estimado.",
    "howComWorkCalWork2": "El valor calculado ayuda a traders e inversores a tomar decisiones informadas sobre la compra o venta de commodities. Al proporcionar estimaciones rápidas y precisas de beneficio/pérdida, la calculadora de commodities de tradex.com hace que la tarea compleja de gestión de riesgos sea mucho más digerible y se recomienda a los traders usarla antes de decidir arriesgar su capital.",
    "howCalP&LCom": "¿Cómo calcular el beneficio y la pérdida en el trading de commodities?",
    "howCalP&LComTxt": "Calcular el beneficio y la pérdida en el trading de commodities requiere conocer el precio al que compraste y vendiste el commodity, así como los costos asociados como comisiones y tarifas. Para calcular el beneficio, resta el costo total de la compra del commodity del ingreso total recibido por su venta. Para calcular la pérdida, resta el ingreso total recibido por la venta del commodity del costo total de su compra.",
    "howCalP&LComTxt2": "Sin embargo, no necesitas hacer estos cálculos manualmente, ya que brokers en línea como markets.com ofrecen una calculadora de commodities que hace el trabajo por ti. Solo necesitas ingresar la información necesaria y la calculadora te proporcionará el monto estimado de beneficio o pérdida. Esto hace el proceso simple y conveniente, permitiéndote concentrarte en tomar decisiones informadas sobre trading.",
  
    "anlyzerComp": "Ejemplo de cálculo P/L",
    "anlyzerTxt": "Compraste 200 barriles de Crudo a un precio de 79.08. Cerraste la misma posición dentro del mismo día a un precio de 80.97. Tu P/L final es de 372 USD.",
    "analyzerFootNote": "P/L se calcula con la siguiente fórmula: ((precio de salida - precio de entrada) * cantidad) + tarifas y cargos",
  
    "foxPrCal": "Calculadora de Beneficios de Forex",
    "WhatISFoxProfitCal": "¿Qué es una Calculadora de Beneficios de Forex?",
    "whatIsFoxProfitTxt": "Una calculadora de beneficios de forex es una herramienta utilizada por traders de forex para calcular el beneficio o la pérdida de una operación en particular. Esta calculadora tiene en cuenta el precio de entrada y salida del trader, el par de divisas que se está operando, el número de unidades, el costo del spread y el rollover, así como cualquier comisión aplicable. Ayuda a los traders a calcular con precisión los beneficios o pérdidas potenciales con antelación y entender los riesgos de la operación. Las calculadoras de beneficios de forex también proporcionan una forma útil de comparar los beneficios potenciales en diferentes pares de divisas, o de verificar el rendimiento de un único par de divisas a lo largo del tiempo.",
    "whatIsFoxProfitTxt2": "markets.com ofrece una calculadora de beneficios de forex directamente en la plataforma para ayudar a los traders a tomar decisiones más informadas mientras operan.",
    "howFoxProfitCalWork": "¿Cómo funciona una Calculadora de Beneficios de Forex?",
    "howFoxProfitCalWorkTxt": "Podrías preguntarte, ‘¿Cómo puedo calcular el beneficio en Forex?’, o ‘¿Cómo se calcula el beneficio o la pérdida en el trading de forex?’. Afortunadamente para ti, la calculadora de beneficios de forex de markets.com facilita las cosas.",
    "howFoxProfitCalWorkTxt2": "La calculadora está diseñada para ayudarte a calcular las ganancias y pérdidas potenciales en cada operación de divisas. Simplemente ingresa los valores solicitados: el par de divisas que se está operando, el tamaño de la posición, el precio de entrada y el precio de salida para determinar con precisión las ganancias o pérdidas potenciales. Las calculadoras de markets.com ya incluyen los spreads al determinar el resultado y la comisión del 0% que ofrecemos en la plataforma. Con esta información, la calculadora puede determinar rápida y precisamente cuánto ganarías o perderías hipotéticamente en una operación.",
    "howSProfitCalFoxTrd": "¿Cómo se calcula el beneficio en el trading de Forex?",
    "howSProfitCalFoxTrdTxt": "El beneficio en el trading de forex se calcula restando el precio de entrada del precio de salida de una operación. Esto puede ser un valor positivo o negativo dependiendo de si la operación resultó en una pérdida o ganancia. Los traders de forex buscan abrir una operación a un precio más bajo y cerrarla a un precio más alto, para obtener un beneficio.",
    "howSProfitCalFoxTrdTxt2": "Sin embargo, no necesitas hacer estos cálculos manualmente ya que tradex.io ofrece una calculadora de commodities que hace el trabajo por ti. Solo necesitas ingresar la información necesaria y la calculadora te proporcionará el monto estimado de beneficio o pérdida. Esto hace el proceso simple y conveniente, permitiéndote concentrarte en tomar decisiones informadas sobre trading.",
  
    "foxMargCal": "Calculadora de Margen de Forex",
    "whatFoxMarCal": "¿Qué es una Calculadora de Margen de Forex?",
    "whatIsFoxMarCalTxt": "El margen requerido es el porcentaje del valor total de una posición que necesitas poseer para entrar en una posición. Nuestra calculadora de margen de forex es una herramienta diseñada para calcular el margen requerido aproximado para el tamaño y la dirección de la posición deseada.",
    "whatLevTrd": "¿Qué es el trading apalancado y por qué es importante?",
    "whatLevTrdTxt": "Operar con capital apalancado significa que puedes operar con montos significativamente mayores que los fondos que inviertes, que solo sirven como margen. El alto apalancamiento puede aumentar significativamente el retorno potencial, pero también puede aumentar significativamente las pérdidas potenciales. Como nuestro cliente, puedes operar con montos muchas veces mayores a los que podrías invertir en un CFD particular sin el margen que proporcionamos.",
    "whatLevTrdTxt2": "A veces, el apalancamiento se expresa en términos porcentuales y se refiere a la Requisito de Margen. Por ejemplo, un apalancamiento de 1:30 es un requisito de margen del 3.34%.",
    "howToAvoidCan": "¿Qué es una Llamada de Margen y cómo puedo evitarla?",
  
    "ecoCaldr": "Calendario Económico",
    
    "cfdTrd": "Trading CFD",
    "cfdTrdTxt": "Toma una posición en miles de mercados globales operando CFDs sobre acciones, índices, forex, commodities, bonos y criptomonedas. Únete a nosotros para una experiencia de trading total con una plataforma multi-activos potente, bajos costos y soporte experto.",
    "whyTrdCfd": "¿Por qué operar CFDs con nosotros?",
    "cfdMore": "Y mucho más",
  
    "cfdAsset": "Lista de Activos CFD",
    "cfDAssetTxt": "Puedes operar una amplia gama de instrumentos CFD, en numerosas clases de activos, en markets.com, el hogar del trading CFD en línea. Opera con nuestra plataforma fácil de usar y personalizable y descubre un mundo de oportunidades.",
  
    "expDate": "Fecha de Expiración",
    "expDateTxt": "Los instrumentos de futuros se renovarán en las fechas de expiración según la tabla a continuación.",
    "stayImformHeader": "Mantente informado cuando se acerquen las fechas de expiración semanales"
  }
  